import image from "../../../image/Image.png"
const mockDataActivity = [

  {
    id: 1,
    image: image,
    title: "รางวัลชนะเลิศการแข่งขันตอบคำถาม",
    location: "มหาวิทยาลัยนอร์ทกรุงเทพ",
    date: "1 ธันวาคม 2565",
    hr: "รางวัลภายใน",
  },
  {
    id: 2,
    image: image,
    title: "รางวัลชนะเลิศการแข่งขันตอบคำถาม",
    location: "มหาวิทยาลัยนอร์ทกรุงเทพ",
    date: "1 ธันวาคม 2565",
    hr: "รางวัลภายใน",
  },
  {
    id: 3,
    image: image,
    title: "รางวัลชนะเลิศการแข่งขันตอบคำถาม",
    location: "มหาวิทยาลัยนอร์ทกรุงเทพ",
    date: "1 ธันวาคม 2565",
    hr: "รางวัลภายใน",
  },
   {
    id: 4,
    image: image,
    title: "รางวัลชนะเลิศการแข่งขันตอบคำถาม",
    location: "มหาวิทยาลัยนอร์ทกรุงเทพ",
    date: "1 ธันวาคม 2565",
    hr: "รางวัลภายใน",
  },
  {
    id: 5,
    image: image,
    title: "รางวัลชนะเลิศการแข่งขันตอบคำถาม",
    location: "มหาวิทยาลัยนอร์ทกรุงเทพ",
    date: "1 ธันวาคม 2565",
    hr: "รางวัลภายใน",
  },
  {
    id: 6,
    image: image,
    title: "รางวัลชนะเลิศการแข่งขันตอบคำถาม",
    location: "มหาวิทยาลัยนอร์ทกรุงเทพ",
    date: "1 ธันวาคม 2565",
    hr: "รางวัลภายใน",
  },

];

export default mockDataActivity;
