export const mockTableList = [
    {no:"1",รหัสวิชา:"SWE232",ชื่อรายวิชา:"Database System Design",หน่วยกิต:"3",เกรด:"B"},
    {no:"2",รหัสวิชา:"SWE232",ชื่อรายวิชา:"Database System Design",หน่วยกิต:"3",เกรด:"B"},
    {no:"3",รหัสวิชา:"SWE232",ชื่อรายวิชา:"Database System Design",หน่วยกิต:"3",เกรด:"B"},
    {no:"4",รหัสวิชา:"SWE232",ชื่อรายวิชา:"Database System Design",หน่วยกิต:"3",เกรด:"B"},
    {no:"5",รหัสวิชา:"SWE232",ชื่อรายวิชา:"Database System Design",หน่วยกิต:"3",เกรด:"B"},
    {no:"6",รหัสวิชา:"SWE232",ชื่อรายวิชา:"Database System Design",หน่วยกิต:"3",เกรด:"B"},
    {no:"7",รหัสวิชา:"SWE232",ชื่อรายวิชา:"Database System Design",หน่วยกิต:"3",เกรด:"B"},
    {no:"8",รหัสวิชา:"SWE232",ชื่อรายวิชา:"Database System Design",หน่วยกิต:"3",เกรด:"B"},
    {no:"9",รหัสวิชา:"SWE232",ชื่อรายวิชา:"Database System Design",หน่วยกิต:"3",เกรด:"B"},
    {no:"10",รหัสวิชา:"SWE232",ชื่อรายวิชา:"Database System Design",หน่วยกิต:"3",เกรด:"B"},
]
export const mockTableGpaList = [
    {label:"CR",value:"24",},
    {label:"CP",value:"24",},
    {label:"CA",value:"24",},
    {label:"GP",value:"79.5",},
    {label:"GPA",value:"3.00",},
]

export const mockTableGpaxList = [
    {label:"CR",value:"48",},
    {label:"CP",value:"48",},
    {label:"CA",value:"47",},
    {label:"GP",value:"155.5",},
    {label:"GPAX",value:"3.00",},
]

export const mockTableClassList = [
    {วัน:"วันจันทร์",เวลา:"09:00-17:00",ชื่อรายวิชา:"Database System Design",เลขห้อง:"S1402"},
    {วัน:"วันอังคาร",เวลา:"09:00-17:00",ชื่อรายวิชา:"Database System Design",เลขห้อง:"S1402"},
    {วัน:"วันพุธ",เวลา:"09:00-17:00",ชื่อรายวิชา:"Database System Design",เลขห้อง:"S1402"},
    {วัน:"วันพฤหัสบดี",เวลา:"09:00-17:00",ชื่อรายวิชา:"Database System Design",เลขห้อง:"S1402"},
    {วัน:"วันศุกร์",เวลา:"09:00-17:00",ชื่อรายวิชา:"Database System Design",เลขห้อง:"S1402"},
    {วัน:"วันเสาร์",เวลา:"09:00-17:00",ชื่อรายวิชา:"Database System Design",เลขห้อง:"S1402"},
    {วัน:"วันอาทิตย์",เวลา:"09:00-17:00",ชื่อรายวิชา:"Database System Design",เลขห้อง:"S1402"},
]
export const mockTableTestClassList = [
    {วัน:"วันจันทร์",วันที่:"14/11/2022",เวลา:"09:00-17:00",ชื่อรายวิชา:"Database System Design",เลขที่นั่ง:"5",เลขห้อง:"S1402"},
    {วัน:"วันอังคาร",วันที่:"15/11/2022",เวลา:"09:00-17:00",ชื่อรายวิชา:"Database System Design",เลขที่นั่ง:"5",เลขห้อง:"S1402"},
    {วัน:"วันพุธ",วันที่:"16/11/2022",เวลา:"09:00-17:00",ชื่อรายวิชา:"Database System Design",เลขที่นั่ง:"5",เลขห้อง:"S1402"},
    {วัน:"วันพฤหัสบดี",วันที่:"17/11/2022",เวลา:"09:00-17:00",ชื่อรายวิชา:"Database System Design",เลขที่นั่ง:"5",เลขห้อง:"S1402"},
    {วัน:"วันศุกร์",วันที่:"18/11/2022",เวลา:"09:00-17:00",ชื่อรายวิชา:"Database System Design",เลขที่นั่ง:"5",เลขห้อง:"S1402"},
    {วัน:"วันเสาร์",วันที่:"19/11/2022",เวลา:"09:00-17:00",ชื่อรายวิชา:"Database System Design",เลขที่นั่ง:"5",เลขห้อง:"S1402"},
    {วัน:"วันอาทิตย์",วันที่:"20/11/2022",เวลา:"09:00-17:00",ชื่อรายวิชา:"Database System Design",เลขที่นั่ง:"5",เลขห้อง:"S1402"},
]

